class Travelmodle {
  String name;
  String locasion;
  String image;
  String distance;
  String temp;
  String rating;
  String disceription;
  String price;

  Travelmodle({
    required this.name,
    required this.locasion,
    required this.image,
    required this.distance,
    required this.temp,
    required this.rating,
    required this.disceription,
    required this.price,
  });
}

List<Travelmodle> travelList = [
  Travelmodle(
      name: "پاسارگاد",
      locasion: "ایران-فارس",
      image: 'assets/pas.jpg',
      distance:
          "شهرستان جهرم یکی از شهرستان‌های استان فارس ایران است. مرکز این شهرستان، شهر جهرم است. جمعیت این شهرستان بر پایه سرشماری سال ۱۳۹۵ مرکز آمار ایران برابر با ۱۸۶٬۲۶۹ تن بوده‌است.[۲] بیشتر اهالی جهرم شیعه و فارسی‌زبان می‌باشند.شهرستان جهرم یکی از شهرستان‌های استان فارس ایران است. مرکز این شهرستان، شهر جهرم است. جمعیت این شهرستان بر پایه سرشماری سال ۱۳۹۵ مرکز آمار ایران برابر با ۱۸۶٬۲۶۹ تن بوده‌است.[۲] بیشتر اهالی جهرم شیعه و فارسی‌زبان می‌باشند.",
      temp: "۳۰٬۱۱۶ ه",
      rating: "22",
      disceription: "20",
      price: "3000"),
  Travelmodle(
      name: "شیراز",
      locasion: "ایران-فارس",
      image: 'assets/shiraz102.png',
      distance:
          "شهرستان جهرم یکی از شهرستان‌های استان فارس ایران است. مرکز این شهرستان، شهر جهرم است. جمعیت این شهرستان بر پایه سرشماری سال ۱۳۹۵ مرکز آمار ایران برابر با ۱۸۶٬۲۶۹ تن بوده‌است.[۲] بیشتر اهالی جهرم شیعه و فارسی‌زبان می‌باشند.شهرستان جهرم یکی از شهرستان‌های استان فارس ایران است. مرکز این شهرستان، شهر جهرم است. جمعیت این شهرستان بر پایه سرشماری سال ۱۳۹۵ مرکز آمار ایران برابر با ۱۸۶٬۲۶۹ تن بوده‌است.[۲] بیشتر اهالی جهرم شیعه و فارسی‌زبان می‌باشند.",
      temp: "۱٫۵۶۶ m",
      rating: "20",
      disceription: "240",
      price: "3000"),
  Travelmodle(
      name: "جهرم",
      locasion: "ایران-فارس",
      image: 'assets/jahrom100.png',
      distance:
          "شهرستان جهرم یکی از شهرستان‌های استان فارس ایران است. مرکز این شهرستان، شهر جهرم است. جمعیت این شهرستان بر پایه سرشماری سال ۱۳۹۵ مرکز آمار ایران برابر با ۱۸۶٬۲۶۹ تن بوده‌است.[۲] بیشتر اهالی جهرم شیعه و فارسی‌زبان می‌باشند.شهرستان جهرم یکی از شهرستان‌های استان فارس ایران است. مرکز این شهرستان، شهر جهرم است. جمعیت این شهرستان بر پایه سرشماری سال ۱۳۹۵ مرکز آمار ایران برابر با ۱۸۶٬۲۶۹ تن بوده‌است.[۲] بیشتر اهالی جهرم شیعه و فارسی‌زبان می‌باشند.",
      temp: "۱۴۱٬۶۳۴ ه",
      rating: "21",
      disceription: "30",
      price: "3000"),
  Travelmodle(
      name: "کازرون",
      locasion: "ایران-فارس",
      image: 'assets/kaz.jpg',
      distance:
          "شهرستان جهرم یکی از شهرستان‌های استان فارس ایران است. مرکز این شهرستان، شهر جهرم است. جمعیت این شهرستان بر پایه سرشماری سال ۱۳۹۵ مرکز آمار ایران برابر با ۱۸۶٬۲۶۹ تن بوده‌است.[۲] بیشتر اهالی جهرم شیعه و فارسی‌زبان می‌باشند.شهرستان جهرم یکی از شهرستان‌های استان فارس ایران است. مرکز این شهرستان، شهر جهرم است. جمعیت این شهرستان بر پایه سرشماری سال ۱۳۹۵ مرکز آمار ایران برابر با ۱۸۶٬۲۶۹ تن بوده‌است.[۲] بیشتر اهالی جهرم شیعه و فارسی‌زبان می‌باشند.",
      temp: "۲۰۴٬۵۰۰ ه",
      rating: "21",
      disceription: "20",
      price: "3000"),
];
